Repository: LiJingBiao/SzContext
Catalog: SzContext/*.lproj/Main.strings
Languages: de, zh_hans

# 1FW-70-6gg.title
source: SzContext Finder Extension needs to be enabled to let it appear in Finder's context menu.
de: SzContext Finder Extension muss aktiviert sein, damit es richtig funktioniert
zh_hans: 需要启用 SzContext Finder Extension 以便使其正常工作

# 3mF-OP-l3w.title
source: Grant folder access
de: Zugriff auf Ordner gewähren
zh_hans: 授予文件访问权限

# 4sb-4s-VLi.title
source: Quit SzContext
de: Beenden SzContext
zh_hans: 退出 SzContext

# 89b-gZ-H3w.title
source: To enable SzContext, please make sure you have enabled SzContext Finder extension and granted folder access permission
de: Um SzContext zu aktivieren, stellen Sie bitte sicher, dass Sie die SzContext Finder-Erweiterung aktiviert und die Berechtigung für den Ordnerzugriff erteilt haben
zh_hans: 若要启用 SzContext, 请确认您已启用 SzContext Finder Extension 并授予文件夹访问权限

# 8Pf-1Z-vrI.title
source: OK
zh_hans: 确认

# AYu-sK-qS6.title
source: Main Menu
zh_hans: 主菜单

# cso-nX-6vw.title
source: Open With Apps
de: Öffnen mit Apps
zh_hans: 用下列软件打开

# e6L-5m-20S.title
source: Extension not enabled
de: Erweiterung nicht aktiviert
zh_hans: Extension 未启用

# EAw-uX-LIl.title
source: Preference
zh_hans: 偏好设置

# gY2-9n-l8c.title
source: Important:
de: Wichtig:
zh_hans: 重要提示:

# jew-rT-9MR.title
source: Reset Preference
de: Voreinstellung zurücksetzen
zh_hans: 重置偏好设置

# Jne-uT-b7Q.title
source: ⚠️ Please note that it will erase all of your settings, including folder access permission
de: ⚠️ Bitte beachten Sie, dass dadurch alle Ihre Einstellungen, einschließlich der Zugriffsrechte auf Ordner, gelöscht werden
zh_hans: ⚠️ 请注意该操作会重置所有设置，包括文件夹访问权限及软件列表

# M7Q-fG-tFL.title
source: Context menu appearance
de: Aussehen des Kontextmenüs
zh_hans: 右键菜单样式

# Oxj-ck-ugR.title
source: Please check SzContextFinderSyncExtension in System Preference Panel to enable SzContext functionality
de: Bitte aktivieren Sie SzContextFinderSyncExtension in der Systemeinstellungstafel, um die SzContext-Funktionalität zu aktivieren
zh_hans: 请在系统偏好设置内启用 SzContextFinderSyncExtension 以便使 SzContext 正常工作

# QSn-WA-9Po.title
source: Currently there is no folder granted.
de: Derzeit ist kein Ordner vorhanden, der.
zh_hans: 当前无文件夹授权

# RbM-jc-AY3.title
source: Enable Finder Extension
de: Finder-Erweiterung einschalten
zh_hans: 启用 Finder Extension

# RK0-Uj-U5G.title
source: Show icons in the context menu
de: Symbole im Kontextmenü anzeigen
zh_hans: 在右键菜单中显示图标

# sZd-WN-HPa.title
source: Please grant access permission to a folder that you want SzContext to appear, subfolders will be automatically included.
de: Bitte erteilen Sie die Zugriffsberechtigung für einen Ordner, in dem SzContext erscheinen soll, Unterordner werden automatisch mit einbezogen.
zh_hans: 请授予文件夹访问权限以便使SzContext能在该文件夹内出现，子文件夹会自动包含

# tQZ-rr-Z7X.title
source: Grant Permissions
de: Berechtigungen erteilen
zh_hans: 授予文件夹访问权限

# w3T-Tx-IXE.title
source: Close Window
de: Fenster schließen
zh_hans: 关闭窗口

# wga-R6-gUf.title
source: General
de: Allgemein
zh_hans: 通用

# wH1-cZ-MHY.title
source: ❤️ Special thanks to all of you
de: ❤️ Besonderer Dank an alle
zh_hans: ❤️ 感谢您选择SzContext

# wxw-Od-WhC.title
source: Open System Preference
de: Offenes System Präferenz
zh_hans: 打开系统偏好设置

# Y3g-fK-QWe.title
source: Reset
de: Zurücksetzen
zh_hans: 重置

# Znm-aE-u8p.title
source: About
de: Über
zh_hans: 关于

# llH-WY-u4R.title
source: Action
de: Aktion
