Repository: LiJingBiao/SzContext
Catalog: Shared/*.lproj/Localizable.strings
Languages: de, zh_hans

# extension.openWithPre
source: Open in
de: Öffnen mit
zh_hans: 在

# general.Cancel
source: Cancel
de: Abbrechen
zh_hans: 取消

# general.Confirm
source: Confirm
de: Bestätigen Sie
zh_hans: 确认

# general.extensionEnabled
source: Extension Enabled
de: Erweiterung Aktiviert
zh_hans: Extension 已启用

# general.extensionNotEnabled
source: Extension Not Enabled
de: Erweiterung nicht aktiviert
zh_hans: Extension 未启用

# general.accessFolderGranted
source: Folder access is granted
de: Ordnerzugriff wird gewährt
zh_hans: 已授予文件夹访问权限

# general.accessFolderNotGranted
source: Folder access is not granted
de: Ordnerzugriff wird nicht gewährt
zh_hans: 未授予文件夹访问权限

# general.addChilderOfExistingFolder
source: You are adding a folder which is the child of the granted folders, no need to add anymore
de: Sie fügen einen Ordner hinzu, der untergeordnet zu den gewährten Ordnern ist, es ist nicht nötig, weitere hinzuzufügen
zh_hans: 您正在添加的文件夹是已授权文件夹的子文件夹，无需再次添加

# general.OK
source: OK
zh_hans: 好的

# informational.updateUserDefaultsSuccessTitle
source: User defaults version update successfully
de: Update der Benutzervorgabenversion erfolgreich
zh_hans: 偏好设置数据库版本更新成功

# informational.updateUserDefaultsSuccessInfo
source: We have successfully updated our database for storing your settigs, but if you have encountered any problem in using SzContext, please reset the preference.
de: Wir haben unsere Datenbank für die Speicherung Ihrer Einstellungen erfolgreich aktualisiert, aber wenn Sie ein Problem bei der Verwendung von SzContext haben, setzen Sie bitte die Einstellung zurück.
zh_hans: 我们成功的更新了您的偏好设置数据库，但如果您在使用SzContext过程中遇到了任何问题，请重置您的偏好设置设置

# informational.updateUserDefaultsFailTitle
source: User defaults version update failed
de: Update der Benutzervorgaben-Version fehlgeschlagen
zh_hans: 偏好设置数据库版本更新失败

# informational.updateUserDefaultsFailInfo
source: We are sorry that SzContext failed to update our database for storing your settigs, please reset settings to make SzContext work
de: Es tut uns leid, dass SzContext unsere Datenbank zum Speichern Ihrer Einstellungen nicht aktualisieren konnte, bitte setzen Sie die Einstellungen zurück, damit SzContext funktioniert
zh_hans: 很抱歉我们无法升级您的偏好设置数据库，您需要重置您的偏好设置以便使SzContext正常使用

# informational.appAddError
source: Sorry, only Application is supported
de: Leider wird nur die Applikation unterstützt
zh_hans: 抱歉，仅支持添加应用程序

# instruction.openFolder
source: Please grant folder access you wish SzContext to appear
de: Bitte gewähren Sie Ordnerzugriff, wenn SzContext erscheinen soll
zh_hans: 请赋予您希望SzContext出现的文件夹的访问权限

# warning.resetPreference
source: Do you want to reset the SzContext preference to default? All info including directory access will be erased.
de: Möchten Sie die SzContext-Einstellung auf die Standardwerte zurücksetzen? Alle Informationen, einschließlich des Verzeichniszugriffs, werden gelöscht.
zh_hans: 是否确认重置SzContext设置至默认状态？确认会删除所有设置，包括文件夹访问权限
